{"class_name": "Tokenizer", "config": {"num_words": 20000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 1223, "word_counts": "{\"bought\": 39, \"groceries\": 19, \"at\": 40, \"the\": 48, \"supermarket\": 4, \"monthly\": 58, \"rent\": 24, \"payment\": 53, \"donation\": 44, \"movie\": 18, \"tickets\": 33, \"for\": 252, \"family\": 73, \"bus\": 11, \"fare\": 14, \"to\": 90, \"office\": 65, \"electricity\": 9, \"bill\": 48, \"vet\": 7, \"visit\": 16, \"dog\": 18, \"flight\": 4, \"bali\": 1, \"gym\": 16, \"membership\": 10, \"renewal\": 5, \"books\": 6, \"college\": 2, \"birthday\": 13, \"gift\": 17, \"friend\": 3, \"supplies\": 53, \"purchase\": 56, \"dinner\": 22, \"restaurant\": 6, \"outdoor\": 33, \"camping\": 17, \"gear\": 18, \"mortgage\": 6, \"home\": 74, \"renovation\": 8, \"weekend\": 21, \"trip\": 46, \"expenses\": 25, \"medical\": 11, \"check\": 8, \"up\": 7, \"charity\": 31, \"event\": 17, \"internet\": 10, \"pet\": 34, \"food\": 23, \"concert\": 13, \"taxi\": 10, \"online\": 24, \"course\": 21, \"fee\": 42, \"week\": 3, \"party\": 4, \"vacation\": 14, \"water\": 14, \"new\": 206, \"clothes\": 15, \"shopping\": 27, \"sports\": 6, \"equipment\": 13, \"cleaning\": 17, \"service\": 29, \"car\": 28, \"maintenance\": 18, \"streaming\": 7, \"subscription\": 24, \"school\": 14, \"animal\": 5, \"shelter\": 11, \"gas\": 19, \"grooming\": 6, \"getaway\": 6, \"doctor's\": 4, \"appointment\": 6, \"fundraiser\": 4, \"toys\": 6, \"night\": 18, \"train\": 10, \"ticket\": 16, \"weekly\": 11, \"furniture\": 12, \"outing\": 4, \"insurance\": 19, \"adventure\": 4, \"auction\": 4, \"accessories\": 7, \"tuition\": 3, \"road\": 5, \"hiking\": 11, \"health\": 15, \"walkathon\": 1, \"cab\": 1, \"class\": 10, \"run\": 6, \"holiday\": 9, \"improvement\": 2, \"care\": 3, \"enrollment\": 4, \"repair\": 13, \"utility\": 3, \"entertainment\": 5, \"transportation\": 6, \"cost\": 10, \"education\": 5, \"travel\": 10, \"lunch\": 18, \"cafe\": 3, \"house\": 15, \"theater\": 2, \"show\": 1, \"uber\": 31, \"ride\": 10, \"airport\": 10, \"annual\": 8, \"dental\": 4, \"winter\": 5, \"desk\": 6, \"a\": 107, \"loan\": 2, \"installment\": 1, \"fuel\": 3, \"music\": 3, \"registration\": 11, \"grocery\": 17, \"printer\": 9, \"band\": 2, \"hotel\": 9, \"learning\": 4, \"platform\": 3, \"order\": 2, \"booking\": 10, \"security\": 8, \"system\": 9, \"installation\": 3, \"premium\": 2, \"marathon\": 2, \"vaccination\": 6, \"pass\": 9, \"material\": 2, \"vegetable\": 1, \"decor\": 10, \"items\": 3, \"planning\": 5, \"appliance\": 4, \"treatment\": 3, \"boarding\": 2, \"out\": 8, \"project\": 3, \"participation\": 4, \"products\": 4, \"list\": 2, \"itinerary\": 2, \"activity\": 2, \"from\": 279, \"local\": 16, \"market\": 3, \"disaster\": 3, \"relief\": 3, \"amusement\": 5, \"park\": 11, \"daily\": 1, \"commute\": 1, \"semester\": 1, \"spree\": 1, \"chair\": 9, \"brunch\": 2, \"emi\": 1, \"painting\": 3, \"netflix\": 4, \"shoes\": 18, \"stationery\": 9, \"entry\": 2, \"business\": 3, \"coffee\": 14, \"burger\": 37, \"homeless\": 6, \"man\": 4, \"starbucks\": 30, \"latte\": 2, \"buying\": 107, \"work\": 7, \"samsung\": 30, \"phone\": 16, \"apple\": 35, \"watch\": 33, \"red\": 1, \"cross\": 1, \"doctor\": 2, \"apartment\": 5, \"tv\": 6, \"paris\": 2, \"book\": 9, \"king\": 33, \"purchased\": 2, \"charitable\": 3, \"delivery\": 4, \"diner\": 3, \"of\": 29, \"lawn\": 1, \"mower\": 1, \"sunscreen\": 1, \"beach\": 4, \"laptop\": 7, \"stay\": 8, \"machine\": 4, \"picnic\": 10, \"season\": 2, \"store\": 4, \"mountains\": 1, \"relative\": 1, \"set\": 9, \"gardening\": 13, \"tools\": 13, \"frappuccino\": 1, \"contribution\": 7, \"bank\": 2, \"services\": 3, \"appliances\": 3, \"bike\": 14, \"shop\": 1, \"barbecue\": 1, \"paying\": 34, \"pediatrician\": 1, \"box\": 1, \"gifts\": 2, \"haircut\": 1, \"salon\": 1, \"space\": 5, \"an\": 8, \"exercise\": 5, \"garden\": 6, \"plants\": 2, \"fridge\": 5, \"lake\": 2, \"smartphone\": 3, \"case\": 7, \"purchasing\": 15, \"bicycle\": 7, \"upgrade\": 2, \"seasonal\": 8, \"flu\": 1, \"shot\": 1, \"children\": 3, \"zoo\": 5, \"with\": 16, \"smartwatch\": 3, \"snacks\": 9, \"electric\": 4, \"day\": 4, \"colleagues\": 3, \"repairing\": 1, \"washing\": 3, \"decorations\": 5, \"living\": 15, \"room\": 17, \"camera\": 6, \"tablet\": 2, \"purchases\": 1, \"rental\": 10, \"cabin\": 1, \"consultation\": 2, \"environmental\": 3, \"group\": 1, \"surgical\": 1, \"procedure\": 1, \"microwave\": 2, \"blender\": 3, \"patio\": 2, \"and\": 6, \"drinks\": 1, \"child\\u2019s\": 2, \"maker\": 2, \"cooking\": 2, \"kitchen\": 16, \"gaming\": 9, \"console\": 8, \"suitcase\": 1, \"museum\": 2, \"savings\": 1, \"bond\": 1, \"decoration\": 1, \"gasoline\": 1, \"cancer\": 2, \"research\": 3, \"spending\": 1, \"charger\": 2, \"art\": 6, \"yoga\": 6, \"mat\": 3, \"celebration\": 2, \"community\": 2, \"fund\": 6, \"spouse\": 1, \"workout\": 6, \"month\": 2, \"sponsorship\": 1, \"golf\": 1, \"clubs\": 1, \"friends\": 4, \"team\": 4, \"stove\": 1, \"costs\": 1, \"tent\": 4, \"coat\": 1, \"helmet\": 2, \"rescue\": 1, \"stand\": 1, \"aquarium\": 2, \"gadget\": 1, \"gps\": 1, \"device\": 1, \"computer\": 2, \"towels\": 1, \"grill\": 3, \"fitness\": 5, \"app\": 2, \"library\": 2, \"game\": 3, \"special\": 1, \"occasion\": 1, \"veterans\\u2019\": 1, \"organization\": 1, \"kids\": 10, \"sofa\": 1, \"milestone\": 1, \"cookware\": 4, \"hose\": 1, \"video\": 1, \"textbooks\": 5, \"boots\": 2, \"child's\": 8, \"checkup\": 3, \"couch\": 5, \"donating\": 1, \"software\": 2, \"taking\": 4, \"self\": 1, \"replacing\": 1, \"air\": 2, \"conditioner\": 1, \"saving\": 1, \"beans\": 1, \"bedroom\": 3, \"kids'\": 2, \"bills\": 1, \"partner\": 1, \"cat\": 10, \"litter\": 7, \"subscriptions\": 1, \"gadgets\": 1, \"fancy\": 1, \"nike\": 31, \"adoption\": 1, \"mattress\": 2, \"parking\": 1, \"albums\": 1, \"repairs\": 4, \"veterans'\": 1, \"tracker\": 2, \"building\": 1, \"curtains\": 3, \"theme\": 6, \"diy\": 1, \"vaccinations\": 2, \"magazine\": 1, \"fruits\": 3, \"seafood\": 1, \"personal\": 1, \"training\": 1, \"tutoring\": 8, \"coworkers\": 1, \"utilities\": 1, \"headphones\": 1, \"landscaping\": 2, \"cartridges\": 1, \"apparel\": 1, \"activities\": 3, \"bag\": 1, \"cause\": 1, \"italian\": 1, \"backpack\": 1, \"orphanage\": 1, \"emergency\": 2, \"treats\": 2, \"educational\": 2, \"keyboard\": 1, \"sushi\": 1, \"anniversary\": 1, \"commuting\": 1, \"bedding\": 1, \"pest\": 1, \"control\": 1, \"dishwasher\": 1, \"cable\": 2, \"welfare\": 1, \"collection\": 1, \"ups\": 1, \"sunglasses\": 1, \"commercial\": 1, \"clothing\": 1, \"refrigerator\": 1, \"headset\": 1, \"grinder\": 1, \"foundation\": 1, \"organizer\": 1, \"safety\": 1, \"household\": 1, \"plan\": 1, \"stereo\": 1, \"on\": 1, \"vegetables\": 1, \"island\": 2, \"carrier\": 1, \"monitoring\": 1, \"gloves\": 1, \"table\": 1, \"extracurricular\": 1, \"battery\": 2, \"bed\": 8, \"refill\": 4, \"fishing\": 3, \"rod\": 2, \"fees\": 4, \"science\": 3, \"camp\": 3, \"best\": 25, \"buy\": 25, \"electronics\": 3, \"adidas\": 25, \"bowling\": 2, \"city\": 2, \"airbnb\": 36, \"sheets\": 6, \"supported\": 7, \"children's\": 8, \"luggage\": 6, \"pharmacy\": 4, \"ink\": 2, \"wall\": 5, \"paint\": 6, \"coding\": 2, \"monitor\": 2, \"walker\": 4, \"black\": 2, \"friday\": 2, \"deals\": 2, \"amazon\": 27, \"uniform\": 6, \"toy\": 3, \"adopted\": 3, \"puppy\": 3, \"bbq\": 4, \"setup\": 4, \"math\": 7, \"rock\": 2, \"climbing\": 3, \"shuttle\": 2, \"sneakers\": 3, \"plane\": 5, \"york\": 4, \"vitamins\": 4, \"donated\": 6, \"tire\": 4, \"houseplant\": 2, \"workshop\": 4, \"fundraising\": 4, \"running\": 4, \"meals\": 4, \"mountain\": 3, \"walmart\": 1, \"cinema\": 1, \"petsmart\": 2, \"mcdonald's\": 1, \"breakfast\": 2, \"workspace\": 1, \"hawaii\": 1, \"kindergarten\": 2, \"child\": 3, \"olive\": 1, \"cousin\": 1, \"meal\": 2, \"trainers\": 1, \"wwf\": 1, \"baby\": 1, \"stroller\": 1, \"guest\": 1, \"date\": 1, \"taylor\": 1, \"swift\": 1, \"piano\": 1, \"lessons\": 2, \"petco\": 2, \"ferry\": 1, \"heater\": 2, \"paintball\": 1, \"fast\": 1, \"taco\": 1, \"bell\": 1, \"pizza\": 2, \"domino's\": 1, \"trader\": 1, \"joe's\": 1, \"collar\": 1, \"leash\": 1, \"university\": 2, \"ambulance\": 1, \"after\": 2, \"sprain\": 1, \"swimming\": 2, \"pool\": 1, \"round\": 2, \"trampoline\": 1, \"backyard\": 2, \"cheesecake\": 2, \"bakery\": 2, \"programming\": 1, \"in\": 1, \"kind\": 1, \"hospital\": 1, \"oven\": 1, \"disneyland\": 1, \"subway\": 4, \"downtown\": 2, \"sandwich\": 1, \"old\": 1, \"photo\": 1, \"printing\": 1, \"rented\": 3, \"scooter\": 2, \"soccer\": 2, \"miami\": 1, \"plumber\": 1, \"clogged\": 1, \"sink\": 1, \"donations\": 1, \"church\": 1, \"prep\": 1, \"ingredients\": 1, \"conference\": 3, \"cake\": 1, \"sister\": 1, \"waterpark\": 1, \"airfare\": 2, \"pillowcases\": 1, \"chew\": 1, \"parents\": 2, \"ice\": 1, \"cream\": 1, \"cold\": 1, \"stone\": 1, \"ski\": 1, \"play\": 1, \"conditioning\": 1, \"organic\": 2, \"produce\": 1, \"farmers\": 1, \"present\": 1, \"nephew\": 1, \"national\": 1, \"geographic\": 1, \"antivirus\": 1, \"rei\": 1, \"st\": 1, \"jude\": 1, \"daughter\": 2, \"ergonomic\": 1, \"factory\": 1, \"therapy\": 1, \"session\": 1, \"depot\": 1, \"airline\": 1, \"glasses\": 1, \"paddleboards\": 1, \"sitting\": 1, \"tires\": 1, \"ihop\": 1, \"son\": 2, \"whole\": 1, \"foods\": 1, \"neighboring\": 1, \"town\": 1, \"flea\": 1, \"medication\": 1, \"first\": 1, \"aid\": 1, \"kit\": 1, \"honeymoon\": 1, \"costco\": 1, \"stadium\": 1, \"juicer\": 1, \"subscribed\": 1, \"channel\": 1, \"nyc\": 1, \"treadmill\": 1, \"aldi\": 1, \"eye\": 1, \"exam\": 1, \"clinic\": 1, \"reunion\": 1, \"wildlife\": 1, \"pie\": 1, \"nature\": 1, \"workouts\": 1, \"admission\": 1, \"energy\": 1, \"dentist\": 1}", "word_docs": "{\"groceries\": 19, \"at\": 40, \"bought\": 39, \"the\": 47, \"supermarket\": 4, \"monthly\": 58, \"rent\": 24, \"payment\": 53, \"donation\": 44, \"tickets\": 33, \"family\": 73, \"for\": 252, \"movie\": 18, \"office\": 65, \"to\": 90, \"bus\": 11, \"fare\": 14, \"electricity\": 9, \"bill\": 48, \"vet\": 7, \"visit\": 16, \"dog\": 18, \"flight\": 4, \"bali\": 1, \"membership\": 10, \"gym\": 16, \"renewal\": 5, \"books\": 6, \"college\": 2, \"friend\": 3, \"gift\": 17, \"birthday\": 13, \"purchase\": 56, \"supplies\": 53, \"dinner\": 22, \"restaurant\": 6, \"camping\": 17, \"gear\": 18, \"outdoor\": 33, \"mortgage\": 6, \"home\": 73, \"renovation\": 8, \"expenses\": 25, \"trip\": 46, \"weekend\": 21, \"check\": 8, \"up\": 7, \"medical\": 11, \"event\": 17, \"charity\": 31, \"internet\": 10, \"pet\": 34, \"food\": 23, \"concert\": 13, \"taxi\": 10, \"online\": 24, \"fee\": 42, \"course\": 21, \"week\": 3, \"party\": 4, \"vacation\": 14, \"water\": 14, \"shopping\": 27, \"clothes\": 15, \"new\": 206, \"sports\": 6, \"equipment\": 13, \"cleaning\": 17, \"service\": 29, \"maintenance\": 18, \"car\": 28, \"streaming\": 7, \"subscription\": 24, \"school\": 14, \"animal\": 5, \"shelter\": 11, \"gas\": 19, \"grooming\": 6, \"getaway\": 6, \"doctor's\": 4, \"appointment\": 6, \"fundraiser\": 4, \"toys\": 6, \"night\": 18, \"ticket\": 16, \"train\": 10, \"weekly\": 11, \"furniture\": 12, \"outing\": 4, \"insurance\": 19, \"adventure\": 4, \"auction\": 4, \"accessories\": 7, \"tuition\": 3, \"road\": 5, \"hiking\": 11, \"health\": 15, \"walkathon\": 1, \"cab\": 1, \"class\": 10, \"run\": 6, \"holiday\": 9, \"improvement\": 2, \"care\": 3, \"enrollment\": 4, \"repair\": 13, \"utility\": 3, \"entertainment\": 5, \"cost\": 10, \"transportation\": 6, \"education\": 5, \"travel\": 10, \"cafe\": 3, \"lunch\": 18, \"house\": 15, \"show\": 1, \"theater\": 2, \"ride\": 10, \"uber\": 31, \"airport\": 10, \"annual\": 8, \"dental\": 4, \"winter\": 5, \"desk\": 6, \"a\": 105, \"installment\": 1, \"loan\": 2, \"fuel\": 3, \"music\": 3, \"registration\": 11, \"grocery\": 17, \"printer\": 9, \"band\": 2, \"hotel\": 9, \"platform\": 3, \"learning\": 4, \"order\": 2, \"booking\": 10, \"installation\": 3, \"security\": 8, \"system\": 9, \"premium\": 2, \"marathon\": 2, \"vaccination\": 6, \"pass\": 9, \"material\": 2, \"vegetable\": 1, \"items\": 3, \"decor\": 10, \"planning\": 5, \"appliance\": 4, \"treatment\": 3, \"boarding\": 2, \"out\": 8, \"project\": 3, \"participation\": 4, \"products\": 4, \"list\": 2, \"itinerary\": 2, \"activity\": 2, \"local\": 16, \"from\": 277, \"market\": 3, \"disaster\": 3, \"relief\": 3, \"park\": 11, \"amusement\": 5, \"daily\": 1, \"commute\": 1, \"semester\": 1, \"spree\": 1, \"chair\": 9, \"brunch\": 2, \"emi\": 1, \"painting\": 3, \"netflix\": 4, \"shoes\": 18, \"stationery\": 9, \"entry\": 2, \"business\": 3, \"coffee\": 14, \"burger\": 36, \"homeless\": 6, \"man\": 4, \"starbucks\": 30, \"latte\": 2, \"buying\": 107, \"work\": 7, \"samsung\": 30, \"phone\": 16, \"watch\": 33, \"apple\": 35, \"cross\": 1, \"red\": 1, \"doctor\": 2, \"apartment\": 5, \"tv\": 6, \"paris\": 2, \"book\": 9, \"king\": 33, \"purchased\": 2, \"charitable\": 3, \"diner\": 3, \"delivery\": 4, \"of\": 29, \"mower\": 1, \"lawn\": 1, \"sunscreen\": 1, \"beach\": 4, \"laptop\": 7, \"stay\": 8, \"machine\": 4, \"picnic\": 10, \"season\": 2, \"store\": 4, \"mountains\": 1, \"relative\": 1, \"set\": 9, \"tools\": 13, \"gardening\": 13, \"frappuccino\": 1, \"bank\": 2, \"contribution\": 7, \"services\": 3, \"appliances\": 3, \"bike\": 14, \"shop\": 1, \"barbecue\": 1, \"paying\": 34, \"pediatrician\": 1, \"box\": 1, \"gifts\": 2, \"haircut\": 1, \"salon\": 1, \"space\": 5, \"an\": 8, \"exercise\": 5, \"plants\": 2, \"garden\": 6, \"fridge\": 5, \"lake\": 2, \"smartphone\": 3, \"case\": 7, \"purchasing\": 15, \"bicycle\": 7, \"upgrade\": 2, \"seasonal\": 8, \"flu\": 1, \"shot\": 1, \"children\": 3, \"zoo\": 5, \"with\": 16, \"smartwatch\": 3, \"snacks\": 9, \"electric\": 4, \"day\": 4, \"colleagues\": 3, \"repairing\": 1, \"washing\": 3, \"decorations\": 5, \"room\": 17, \"living\": 15, \"camera\": 6, \"tablet\": 2, \"purchases\": 1, \"rental\": 10, \"cabin\": 1, \"consultation\": 2, \"group\": 1, \"environmental\": 3, \"surgical\": 1, \"procedure\": 1, \"microwave\": 2, \"blender\": 3, \"patio\": 2, \"and\": 6, \"drinks\": 1, \"child\\u2019s\": 2, \"maker\": 2, \"cooking\": 2, \"kitchen\": 16, \"gaming\": 9, \"console\": 8, \"suitcase\": 1, \"museum\": 2, \"savings\": 1, \"bond\": 1, \"decoration\": 1, \"gasoline\": 1, \"cancer\": 2, \"research\": 3, \"spending\": 1, \"charger\": 2, \"art\": 6, \"mat\": 3, \"yoga\": 6, \"celebration\": 2, \"fund\": 6, \"community\": 2, \"spouse\": 1, \"workout\": 6, \"month\": 2, \"sponsorship\": 1, \"golf\": 1, \"clubs\": 1, \"friends\": 4, \"team\": 4, \"stove\": 1, \"costs\": 1, \"tent\": 4, \"coat\": 1, \"helmet\": 2, \"rescue\": 1, \"stand\": 1, \"aquarium\": 2, \"gadget\": 1, \"device\": 1, \"gps\": 1, \"computer\": 2, \"towels\": 1, \"grill\": 3, \"app\": 2, \"fitness\": 5, \"library\": 2, \"game\": 3, \"occasion\": 1, \"special\": 1, \"veterans\\u2019\": 1, \"organization\": 1, \"kids\": 10, \"sofa\": 1, \"milestone\": 1, \"cookware\": 4, \"hose\": 1, \"video\": 1, \"textbooks\": 5, \"boots\": 2, \"child's\": 8, \"checkup\": 3, \"couch\": 5, \"donating\": 1, \"software\": 2, \"taking\": 4, \"self\": 1, \"replacing\": 1, \"air\": 2, \"conditioner\": 1, \"saving\": 1, \"beans\": 1, \"bedroom\": 3, \"kids'\": 2, \"bills\": 1, \"partner\": 1, \"cat\": 10, \"litter\": 7, \"subscriptions\": 1, \"gadgets\": 1, \"fancy\": 1, \"nike\": 30, \"adoption\": 1, \"mattress\": 2, \"parking\": 1, \"albums\": 1, \"repairs\": 4, \"veterans'\": 1, \"tracker\": 2, \"building\": 1, \"curtains\": 3, \"theme\": 6, \"diy\": 1, \"vaccinations\": 2, \"magazine\": 1, \"fruits\": 3, \"seafood\": 1, \"training\": 1, \"personal\": 1, \"tutoring\": 8, \"coworkers\": 1, \"utilities\": 1, \"headphones\": 1, \"landscaping\": 2, \"cartridges\": 1, \"apparel\": 1, \"activities\": 3, \"bag\": 1, \"cause\": 1, \"italian\": 1, \"backpack\": 1, \"orphanage\": 1, \"emergency\": 2, \"treats\": 2, \"educational\": 2, \"keyboard\": 1, \"sushi\": 1, \"anniversary\": 1, \"commuting\": 1, \"bedding\": 1, \"pest\": 1, \"control\": 1, \"dishwasher\": 1, \"cable\": 2, \"welfare\": 1, \"collection\": 1, \"ups\": 1, \"sunglasses\": 1, \"commercial\": 1, \"clothing\": 1, \"refrigerator\": 1, \"headset\": 1, \"grinder\": 1, \"foundation\": 1, \"organizer\": 1, \"safety\": 1, \"household\": 1, \"plan\": 1, \"stereo\": 1, \"on\": 1, \"vegetables\": 1, \"island\": 2, \"carrier\": 1, \"monitoring\": 1, \"gloves\": 1, \"table\": 1, \"extracurricular\": 1, \"battery\": 2, \"bed\": 8, \"refill\": 4, \"rod\": 2, \"fishing\": 3, \"fees\": 4, \"science\": 3, \"camp\": 3, \"best\": 25, \"electronics\": 3, \"buy\": 25, \"adidas\": 25, \"bowling\": 2, \"city\": 2, \"airbnb\": 36, \"sheets\": 6, \"children's\": 8, \"supported\": 7, \"luggage\": 6, \"pharmacy\": 4, \"ink\": 2, \"paint\": 6, \"wall\": 5, \"coding\": 2, \"monitor\": 2, \"walker\": 4, \"deals\": 2, \"black\": 2, \"friday\": 2, \"amazon\": 26, \"uniform\": 6, \"toy\": 3, \"puppy\": 3, \"adopted\": 3, \"setup\": 4, \"bbq\": 4, \"math\": 7, \"rock\": 2, \"climbing\": 3, \"shuttle\": 2, \"sneakers\": 3, \"plane\": 5, \"york\": 4, \"vitamins\": 4, \"donated\": 6, \"tire\": 4, \"houseplant\": 2, \"workshop\": 4, \"fundraising\": 4, \"running\": 4, \"meals\": 4, \"mountain\": 3, \"walmart\": 1, \"cinema\": 1, \"petsmart\": 2, \"breakfast\": 2, \"mcdonald's\": 1, \"workspace\": 1, \"hawaii\": 1, \"kindergarten\": 2, \"child\": 3, \"olive\": 1, \"cousin\": 1, \"meal\": 2, \"trainers\": 1, \"wwf\": 1, \"baby\": 1, \"stroller\": 1, \"guest\": 1, \"date\": 1, \"taylor\": 1, \"swift\": 1, \"lessons\": 2, \"piano\": 1, \"petco\": 2, \"ferry\": 1, \"heater\": 2, \"paintball\": 1, \"bell\": 1, \"fast\": 1, \"taco\": 1, \"pizza\": 2, \"domino's\": 1, \"trader\": 1, \"joe's\": 1, \"collar\": 1, \"leash\": 1, \"university\": 2, \"ambulance\": 1, \"sprain\": 1, \"after\": 2, \"swimming\": 2, \"pool\": 1, \"round\": 2, \"trampoline\": 1, \"backyard\": 2, \"cheesecake\": 2, \"bakery\": 2, \"programming\": 1, \"in\": 1, \"hospital\": 1, \"kind\": 1, \"oven\": 1, \"disneyland\": 1, \"subway\": 4, \"downtown\": 2, \"sandwich\": 1, \"old\": 1, \"photo\": 1, \"printing\": 1, \"rented\": 3, \"scooter\": 2, \"soccer\": 2, \"miami\": 1, \"clogged\": 1, \"plumber\": 1, \"sink\": 1, \"church\": 1, \"donations\": 1, \"ingredients\": 1, \"prep\": 1, \"conference\": 3, \"sister\": 1, \"cake\": 1, \"waterpark\": 1, \"airfare\": 2, \"pillowcases\": 1, \"chew\": 1, \"parents\": 2, \"cold\": 1, \"cream\": 1, \"stone\": 1, \"ice\": 1, \"ski\": 1, \"play\": 1, \"conditioning\": 1, \"farmers\": 1, \"produce\": 1, \"organic\": 2, \"present\": 1, \"nephew\": 1, \"national\": 1, \"geographic\": 1, \"antivirus\": 1, \"rei\": 1, \"jude\": 1, \"st\": 1, \"daughter\": 2, \"ergonomic\": 1, \"factory\": 1, \"session\": 1, \"therapy\": 1, \"depot\": 1, \"airline\": 1, \"glasses\": 1, \"paddleboards\": 1, \"sitting\": 1, \"tires\": 1, \"ihop\": 1, \"son\": 2, \"whole\": 1, \"foods\": 1, \"neighboring\": 1, \"town\": 1, \"flea\": 1, \"medication\": 1, \"kit\": 1, \"first\": 1, \"aid\": 1, \"honeymoon\": 1, \"costco\": 1, \"stadium\": 1, \"juicer\": 1, \"subscribed\": 1, \"channel\": 1, \"nyc\": 1, \"treadmill\": 1, \"aldi\": 1, \"eye\": 1, \"clinic\": 1, \"exam\": 1, \"reunion\": 1, \"wildlife\": 1, \"pie\": 1, \"nature\": 1, \"workouts\": 1, \"admission\": 1, \"energy\": 1, \"dentist\": 1}", "index_docs": "{\"52\": 19, \"20\": 40, \"21\": 39, \"15\": 47, \"198\": 4, \"11\": 58, \"45\": 24, \"13\": 53, \"18\": 44, \"27\": 33, \"9\": 73, \"3\": 252, \"55\": 18, \"10\": 65, \"7\": 90, \"93\": 11, \"80\": 14, \"115\": 9, \"16\": 48, \"140\": 7, \"68\": 16, \"56\": 18, \"199\": 4, \"383\": 1, \"100\": 10, \"69\": 16, \"179\": 5, \"152\": 6, \"291\": 2, \"240\": 3, \"62\": 17, \"86\": 13, \"12\": 56, \"14\": 53, \"49\": 22, \"153\": 6, \"63\": 17, \"57\": 18, \"28\": 33, \"154\": 6, \"8\": 73, \"127\": 8, \"41\": 25, \"17\": 46, \"50\": 21, \"128\": 8, \"141\": 7, \"94\": 11, \"64\": 17, \"31\": 31, \"101\": 10, \"25\": 34, \"48\": 23, \"87\": 13, \"102\": 10, \"46\": 24, \"19\": 42, \"51\": 21, \"241\": 3, \"200\": 4, \"81\": 14, \"82\": 14, \"39\": 27, \"75\": 15, \"4\": 206, \"155\": 6, \"88\": 13, \"65\": 17, \"36\": 29, \"58\": 18, \"38\": 28, \"142\": 7, \"47\": 24, \"83\": 14, \"180\": 5, \"95\": 11, \"53\": 19, \"156\": 6, \"157\": 6, \"201\": 4, \"158\": 6, \"202\": 4, \"159\": 6, \"59\": 18, \"70\": 16, \"103\": 10, \"96\": 11, \"92\": 12, \"203\": 4, \"54\": 19, \"204\": 4, \"205\": 4, \"143\": 7, \"242\": 3, \"181\": 5, \"97\": 11, \"76\": 15, \"384\": 1, \"385\": 1, \"104\": 10, \"160\": 6, \"116\": 9, \"292\": 2, \"243\": 3, \"206\": 4, \"89\": 13, \"244\": 3, \"182\": 5, \"105\": 10, \"161\": 6, \"183\": 5, \"106\": 10, \"245\": 3, \"60\": 18, \"77\": 15, \"386\": 1, \"293\": 2, \"107\": 10, \"32\": 31, \"108\": 10, \"129\": 8, \"207\": 4, \"184\": 5, \"162\": 6, \"5\": 105, \"387\": 1, \"294\": 2, \"246\": 3, \"247\": 3, \"98\": 11, \"66\": 17, \"117\": 9, \"295\": 2, \"118\": 9, \"248\": 3, \"208\": 4, \"296\": 2, \"109\": 10, \"249\": 3, \"130\": 8, \"119\": 9, \"297\": 2, \"298\": 2, \"163\": 6, \"120\": 9, \"299\": 2, \"388\": 1, \"250\": 3, \"110\": 10, \"185\": 5, \"209\": 4, \"251\": 3, \"300\": 2, \"131\": 8, \"252\": 3, \"210\": 4, \"211\": 4, \"301\": 2, \"302\": 2, \"303\": 2, \"71\": 16, \"2\": 277, \"253\": 3, \"254\": 3, \"255\": 3, \"99\": 11, \"186\": 5, \"389\": 1, \"390\": 1, \"391\": 1, \"392\": 1, \"121\": 9, \"304\": 2, \"393\": 1, \"256\": 3, \"212\": 4, \"61\": 18, \"122\": 9, \"305\": 2, \"257\": 3, \"84\": 14, \"22\": 36, \"164\": 6, \"213\": 4, \"34\": 30, \"306\": 2, \"6\": 107, \"144\": 7, \"35\": 30, \"72\": 16, \"29\": 33, \"24\": 35, \"395\": 1, \"394\": 1, \"307\": 2, \"187\": 5, \"165\": 6, \"308\": 2, \"123\": 9, \"30\": 33, \"309\": 2, \"258\": 3, \"259\": 3, \"214\": 4, \"37\": 29, \"397\": 1, \"396\": 1, \"398\": 1, \"215\": 4, \"145\": 7, \"132\": 8, \"216\": 4, \"111\": 10, \"310\": 2, \"217\": 4, \"399\": 1, \"400\": 1, \"124\": 9, \"91\": 13, \"90\": 13, \"401\": 1, \"311\": 2, \"146\": 7, \"260\": 3, \"261\": 3, \"85\": 14, \"402\": 1, \"403\": 1, \"26\": 34, \"404\": 1, \"405\": 1, \"312\": 2, \"406\": 1, \"407\": 1, \"188\": 5, \"133\": 8, \"189\": 5, \"313\": 2, \"166\": 6, \"190\": 5, \"314\": 2, \"262\": 3, \"147\": 7, \"78\": 15, \"148\": 7, \"315\": 2, \"134\": 8, \"408\": 1, \"409\": 1, \"263\": 3, \"191\": 5, \"73\": 16, \"264\": 3, \"125\": 9, \"218\": 4, \"219\": 4, \"265\": 3, \"410\": 1, \"266\": 3, \"192\": 5, \"67\": 17, \"79\": 15, \"167\": 6, \"316\": 2, \"411\": 1, \"112\": 10, \"412\": 1, \"317\": 2, \"413\": 1, \"267\": 3, \"414\": 1, \"415\": 1, \"318\": 2, \"268\": 3, \"319\": 2, \"168\": 6, \"416\": 1, \"320\": 2, \"321\": 2, \"322\": 2, \"74\": 16, \"126\": 9, \"135\": 8, \"417\": 1, \"323\": 2, \"418\": 1, \"419\": 1, \"420\": 1, \"421\": 1, \"324\": 2, \"269\": 3, \"422\": 1, \"325\": 2, \"169\": 6, \"270\": 3, \"170\": 6, \"326\": 2, \"171\": 6, \"327\": 2, \"423\": 1, \"172\": 6, \"328\": 2, \"424\": 1, \"425\": 1, \"426\": 1, \"220\": 4, \"221\": 4, \"427\": 1, \"428\": 1, \"222\": 4, \"429\": 1, \"329\": 2, \"430\": 1, \"431\": 1, \"330\": 2, \"432\": 1, \"434\": 1, \"433\": 1, \"331\": 2, \"435\": 1, \"271\": 3, \"332\": 2, \"193\": 5, \"333\": 2, \"272\": 3, \"437\": 1, \"436\": 1, \"438\": 1, \"439\": 1, \"113\": 10, \"440\": 1, \"441\": 1, \"223\": 4, \"442\": 1, \"443\": 1, \"194\": 5, \"334\": 2, \"136\": 8, \"273\": 3, \"195\": 5, \"444\": 1, \"335\": 2, \"224\": 4, \"445\": 1, \"446\": 1, \"336\": 2, \"447\": 1, \"448\": 1, \"449\": 1, \"274\": 3, \"337\": 2, \"450\": 1, \"451\": 1, \"114\": 10, \"149\": 7, \"452\": 1, \"453\": 1, \"454\": 1, \"33\": 30, \"455\": 1, \"338\": 2, \"456\": 1, \"457\": 1, \"225\": 4, \"458\": 1, \"339\": 2, \"459\": 1, \"275\": 3, \"173\": 6, \"460\": 1, \"340\": 2, \"461\": 1, \"276\": 3, \"462\": 1, \"464\": 1, \"463\": 1, \"137\": 8, \"465\": 1, \"466\": 1, \"467\": 1, \"341\": 2, \"468\": 1, \"469\": 1, \"277\": 3, \"470\": 1, \"471\": 1, \"472\": 1, \"473\": 1, \"474\": 1, \"342\": 2, \"343\": 2, \"344\": 2, \"475\": 1, \"476\": 1, \"477\": 1, \"478\": 1, \"479\": 1, \"480\": 1, \"481\": 1, \"482\": 1, \"345\": 2, \"483\": 1, \"484\": 1, \"485\": 1, \"486\": 1, \"487\": 1, \"488\": 1, \"489\": 1, \"490\": 1, \"491\": 1, \"492\": 1, \"493\": 1, \"494\": 1, \"495\": 1, \"496\": 1, \"497\": 1, \"498\": 1, \"499\": 1, \"346\": 2, \"500\": 1, \"501\": 1, \"502\": 1, \"503\": 1, \"504\": 1, \"347\": 2, \"138\": 8, \"226\": 4, \"348\": 2, \"278\": 3, \"227\": 4, \"279\": 3, \"280\": 3, \"42\": 25, \"281\": 3, \"43\": 25, \"44\": 25, \"349\": 2, \"350\": 2, \"23\": 36, \"174\": 6, \"139\": 8, \"150\": 7, \"175\": 6, \"228\": 4, \"351\": 2, \"176\": 6, \"196\": 5, \"352\": 2, \"353\": 2, \"229\": 4, \"356\": 2, \"354\": 2, \"355\": 2, \"40\": 26, \"177\": 6, \"282\": 3, \"284\": 3, \"283\": 3, \"231\": 4, \"230\": 4, \"151\": 7, \"357\": 2, \"285\": 3, \"358\": 2, \"286\": 3, \"197\": 5, \"232\": 4, \"233\": 4, \"178\": 6, \"234\": 4, \"359\": 2, \"235\": 4, \"236\": 4, \"237\": 4, \"238\": 4, \"287\": 3, \"505\": 1, \"506\": 1, \"360\": 2, \"361\": 2, \"507\": 1, \"508\": 1, \"509\": 1, \"362\": 2, \"288\": 3, \"510\": 1, \"511\": 1, \"363\": 2, \"512\": 1, \"513\": 1, \"514\": 1, \"515\": 1, \"516\": 1, \"517\": 1, \"518\": 1, \"519\": 1, \"364\": 2, \"520\": 1, \"365\": 2, \"521\": 1, \"366\": 2, \"522\": 1, \"525\": 1, \"523\": 1, \"524\": 1, \"367\": 2, \"526\": 1, \"527\": 1, \"528\": 1, \"529\": 1, \"530\": 1, \"368\": 2, \"531\": 1, \"532\": 1, \"369\": 2, \"370\": 2, \"533\": 1, \"371\": 2, \"534\": 1, \"372\": 2, \"373\": 2, \"374\": 2, \"535\": 1, \"536\": 1, \"538\": 1, \"537\": 1, \"539\": 1, \"540\": 1, \"239\": 4, \"375\": 2, \"541\": 1, \"542\": 1, \"543\": 1, \"544\": 1, \"289\": 3, \"376\": 2, \"377\": 2, \"545\": 1, \"547\": 1, \"546\": 1, \"548\": 1, \"550\": 1, \"549\": 1, \"552\": 1, \"551\": 1, \"290\": 3, \"554\": 1, \"553\": 1, \"555\": 1, \"378\": 2, \"556\": 1, \"557\": 1, \"379\": 2, \"560\": 1, \"559\": 1, \"561\": 1, \"558\": 1, \"562\": 1, \"563\": 1, \"564\": 1, \"566\": 1, \"565\": 1, \"380\": 2, \"567\": 1, \"568\": 1, \"569\": 1, \"570\": 1, \"571\": 1, \"572\": 1, \"574\": 1, \"573\": 1, \"381\": 2, \"575\": 1, \"576\": 1, \"578\": 1, \"577\": 1, \"579\": 1, \"580\": 1, \"581\": 1, \"582\": 1, \"583\": 1, \"584\": 1, \"585\": 1, \"382\": 2, \"586\": 1, \"587\": 1, \"588\": 1, \"589\": 1, \"590\": 1, \"591\": 1, \"594\": 1, \"592\": 1, \"593\": 1, \"595\": 1, \"596\": 1, \"597\": 1, \"598\": 1, \"599\": 1, \"600\": 1, \"601\": 1, \"602\": 1, \"603\": 1, \"604\": 1, \"606\": 1, \"605\": 1, \"607\": 1, \"608\": 1, \"609\": 1, \"610\": 1, \"611\": 1, \"612\": 1, \"613\": 1, \"614\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"from\", \"3\": \"for\", \"4\": \"new\", \"5\": \"a\", \"6\": \"buying\", \"7\": \"to\", \"8\": \"home\", \"9\": \"family\", \"10\": \"office\", \"11\": \"monthly\", \"12\": \"purchase\", \"13\": \"payment\", \"14\": \"supplies\", \"15\": \"the\", \"16\": \"bill\", \"17\": \"trip\", \"18\": \"donation\", \"19\": \"fee\", \"20\": \"at\", \"21\": \"bought\", \"22\": \"burger\", \"23\": \"airbnb\", \"24\": \"apple\", \"25\": \"pet\", \"26\": \"paying\", \"27\": \"tickets\", \"28\": \"outdoor\", \"29\": \"watch\", \"30\": \"king\", \"31\": \"charity\", \"32\": \"uber\", \"33\": \"nike\", \"34\": \"starbucks\", \"35\": \"samsung\", \"36\": \"service\", \"37\": \"of\", \"38\": \"car\", \"39\": \"shopping\", \"40\": \"amazon\", \"41\": \"expenses\", \"42\": \"best\", \"43\": \"buy\", \"44\": \"adidas\", \"45\": \"rent\", \"46\": \"online\", \"47\": \"subscription\", \"48\": \"food\", \"49\": \"dinner\", \"50\": \"weekend\", \"51\": \"course\", \"52\": \"groceries\", \"53\": \"gas\", \"54\": \"insurance\", \"55\": \"movie\", \"56\": \"dog\", \"57\": \"gear\", \"58\": \"maintenance\", \"59\": \"night\", \"60\": \"lunch\", \"61\": \"shoes\", \"62\": \"gift\", \"63\": \"camping\", \"64\": \"event\", \"65\": \"cleaning\", \"66\": \"grocery\", \"67\": \"room\", \"68\": \"visit\", \"69\": \"gym\", \"70\": \"ticket\", \"71\": \"local\", \"72\": \"phone\", \"73\": \"with\", \"74\": \"kitchen\", \"75\": \"clothes\", \"76\": \"health\", \"77\": \"house\", \"78\": \"purchasing\", \"79\": \"living\", \"80\": \"fare\", \"81\": \"vacation\", \"82\": \"water\", \"83\": \"school\", \"84\": \"coffee\", \"85\": \"bike\", \"86\": \"birthday\", \"87\": \"concert\", \"88\": \"equipment\", \"89\": \"repair\", \"90\": \"gardening\", \"91\": \"tools\", \"92\": \"furniture\", \"93\": \"bus\", \"94\": \"medical\", \"95\": \"shelter\", \"96\": \"weekly\", \"97\": \"hiking\", \"98\": \"registration\", \"99\": \"park\", \"100\": \"membership\", \"101\": \"internet\", \"102\": \"taxi\", \"103\": \"train\", \"104\": \"class\", \"105\": \"cost\", \"106\": \"travel\", \"107\": \"ride\", \"108\": \"airport\", \"109\": \"booking\", \"110\": \"decor\", \"111\": \"picnic\", \"112\": \"rental\", \"113\": \"kids\", \"114\": \"cat\", \"115\": \"electricity\", \"116\": \"holiday\", \"117\": \"printer\", \"118\": \"hotel\", \"119\": \"system\", \"120\": \"pass\", \"121\": \"chair\", \"122\": \"stationery\", \"123\": \"book\", \"124\": \"set\", \"125\": \"snacks\", \"126\": \"gaming\", \"127\": \"renovation\", \"128\": \"check\", \"129\": \"annual\", \"130\": \"security\", \"131\": \"out\", \"132\": \"stay\", \"133\": \"an\", \"134\": \"seasonal\", \"135\": \"console\", \"136\": \"child's\", \"137\": \"tutoring\", \"138\": \"bed\", \"139\": \"children's\", \"140\": \"vet\", \"141\": \"up\", \"142\": \"streaming\", \"143\": \"accessories\", \"144\": \"work\", \"145\": \"laptop\", \"146\": \"contribution\", \"147\": \"case\", \"148\": \"bicycle\", \"149\": \"litter\", \"150\": \"supported\", \"151\": \"math\", \"152\": \"books\", \"153\": \"restaurant\", \"154\": \"mortgage\", \"155\": \"sports\", \"156\": \"grooming\", \"157\": \"getaway\", \"158\": \"appointment\", \"159\": \"toys\", \"160\": \"run\", \"161\": \"transportation\", \"162\": \"desk\", \"163\": \"vaccination\", \"164\": \"homeless\", \"165\": \"tv\", \"166\": \"garden\", \"167\": \"camera\", \"168\": \"and\", \"169\": \"art\", \"170\": \"yoga\", \"171\": \"fund\", \"172\": \"workout\", \"173\": \"theme\", \"174\": \"sheets\", \"175\": \"luggage\", \"176\": \"paint\", \"177\": \"uniform\", \"178\": \"donated\", \"179\": \"renewal\", \"180\": \"animal\", \"181\": \"road\", \"182\": \"entertainment\", \"183\": \"education\", \"184\": \"winter\", \"185\": \"planning\", \"186\": \"amusement\", \"187\": \"apartment\", \"188\": \"space\", \"189\": \"exercise\", \"190\": \"fridge\", \"191\": \"zoo\", \"192\": \"decorations\", \"193\": \"fitness\", \"194\": \"textbooks\", \"195\": \"couch\", \"196\": \"wall\", \"197\": \"plane\", \"198\": \"supermarket\", \"199\": \"flight\", \"200\": \"party\", \"201\": \"doctor's\", \"202\": \"fundraiser\", \"203\": \"outing\", \"204\": \"adventure\", \"205\": \"auction\", \"206\": \"enrollment\", \"207\": \"dental\", \"208\": \"learning\", \"209\": \"appliance\", \"210\": \"participation\", \"211\": \"products\", \"212\": \"netflix\", \"213\": \"man\", \"214\": \"delivery\", \"215\": \"beach\", \"216\": \"machine\", \"217\": \"store\", \"218\": \"electric\", \"219\": \"day\", \"220\": \"friends\", \"221\": \"team\", \"222\": \"tent\", \"223\": \"cookware\", \"224\": \"taking\", \"225\": \"repairs\", \"226\": \"refill\", \"227\": \"fees\", \"228\": \"pharmacy\", \"229\": \"walker\", \"230\": \"bbq\", \"231\": \"setup\", \"232\": \"york\", \"233\": \"vitamins\", \"234\": \"tire\", \"235\": \"workshop\", \"236\": \"fundraising\", \"237\": \"running\", \"238\": \"meals\", \"239\": \"subway\", \"240\": \"friend\", \"241\": \"week\", \"242\": \"tuition\", \"243\": \"care\", \"244\": \"utility\", \"245\": \"cafe\", \"246\": \"fuel\", \"247\": \"music\", \"248\": \"platform\", \"249\": \"installation\", \"250\": \"items\", \"251\": \"treatment\", \"252\": \"project\", \"253\": \"market\", \"254\": \"disaster\", \"255\": \"relief\", \"256\": \"painting\", \"257\": \"business\", \"258\": \"charitable\", \"259\": \"diner\", \"260\": \"services\", \"261\": \"appliances\", \"262\": \"smartphone\", \"263\": \"children\", \"264\": \"smartwatch\", \"265\": \"colleagues\", \"266\": \"washing\", \"267\": \"environmental\", \"268\": \"blender\", \"269\": \"research\", \"270\": \"mat\", \"271\": \"grill\", \"272\": \"game\", \"273\": \"checkup\", \"274\": \"bedroom\", \"275\": \"curtains\", \"276\": \"fruits\", \"277\": \"activities\", \"278\": \"fishing\", \"279\": \"science\", \"280\": \"camp\", \"281\": \"electronics\", \"282\": \"toy\", \"283\": \"adopted\", \"284\": \"puppy\", \"285\": \"climbing\", \"286\": \"sneakers\", \"287\": \"mountain\", \"288\": \"child\", \"289\": \"rented\", \"290\": \"conference\", \"291\": \"college\", \"292\": \"improvement\", \"293\": \"theater\", \"294\": \"loan\", \"295\": \"band\", \"296\": \"order\", \"297\": \"premium\", \"298\": \"marathon\", \"299\": \"material\", \"300\": \"boarding\", \"301\": \"list\", \"302\": \"itinerary\", \"303\": \"activity\", \"304\": \"brunch\", \"305\": \"entry\", \"306\": \"latte\", \"307\": \"doctor\", \"308\": \"paris\", \"309\": \"purchased\", \"310\": \"season\", \"311\": \"bank\", \"312\": \"gifts\", \"313\": \"plants\", \"314\": \"lake\", \"315\": \"upgrade\", \"316\": \"tablet\", \"317\": \"consultation\", \"318\": \"microwave\", \"319\": \"patio\", \"320\": \"child\\u2019s\", \"321\": \"maker\", \"322\": \"cooking\", \"323\": \"museum\", \"324\": \"cancer\", \"325\": \"charger\", \"326\": \"celebration\", \"327\": \"community\", \"328\": \"month\", \"329\": \"helmet\", \"330\": \"aquarium\", \"331\": \"computer\", \"332\": \"app\", \"333\": \"library\", \"334\": \"boots\", \"335\": \"software\", \"336\": \"air\", \"337\": \"kids'\", \"338\": \"mattress\", \"339\": \"tracker\", \"340\": \"vaccinations\", \"341\": \"landscaping\", \"342\": \"emergency\", \"343\": \"treats\", \"344\": \"educational\", \"345\": \"cable\", \"346\": \"island\", \"347\": \"battery\", \"348\": \"rod\", \"349\": \"bowling\", \"350\": \"city\", \"351\": \"ink\", \"352\": \"coding\", \"353\": \"monitor\", \"354\": \"black\", \"355\": \"friday\", \"356\": \"deals\", \"357\": \"rock\", \"358\": \"shuttle\", \"359\": \"houseplant\", \"360\": \"petsmart\", \"361\": \"breakfast\", \"362\": \"kindergarten\", \"363\": \"meal\", \"364\": \"lessons\", \"365\": \"petco\", \"366\": \"heater\", \"367\": \"pizza\", \"368\": \"university\", \"369\": \"after\", \"370\": \"swimming\", \"371\": \"round\", \"372\": \"backyard\", \"373\": \"cheesecake\", \"374\": \"bakery\", \"375\": \"downtown\", \"376\": \"scooter\", \"377\": \"soccer\", \"378\": \"airfare\", \"379\": \"parents\", \"380\": \"organic\", \"381\": \"daughter\", \"382\": \"son\", \"383\": \"bali\", \"384\": \"walkathon\", \"385\": \"cab\", \"386\": \"show\", \"387\": \"installment\", \"388\": \"vegetable\", \"389\": \"daily\", \"390\": \"commute\", \"391\": \"semester\", \"392\": \"spree\", \"393\": \"emi\", \"394\": \"red\", \"395\": \"cross\", \"396\": \"lawn\", \"397\": \"mower\", \"398\": \"sunscreen\", \"399\": \"mountains\", \"400\": \"relative\", \"401\": \"frappuccino\", \"402\": \"shop\", \"403\": \"barbecue\", \"404\": \"pediatrician\", \"405\": \"box\", \"406\": \"haircut\", \"407\": \"salon\", \"408\": \"flu\", \"409\": \"shot\", \"410\": \"repairing\", \"411\": \"purchases\", \"412\": \"cabin\", \"413\": \"group\", \"414\": \"surgical\", \"415\": \"procedure\", \"416\": \"drinks\", \"417\": \"suitcase\", \"418\": \"savings\", \"419\": \"bond\", \"420\": \"decoration\", \"421\": \"gasoline\", \"422\": \"spending\", \"423\": \"spouse\", \"424\": \"sponsorship\", \"425\": \"golf\", \"426\": \"clubs\", \"427\": \"stove\", \"428\": \"costs\", \"429\": \"coat\", \"430\": \"rescue\", \"431\": \"stand\", \"432\": \"gadget\", \"433\": \"gps\", \"434\": \"device\", \"435\": \"towels\", \"436\": \"special\", \"437\": \"occasion\", \"438\": \"veterans\\u2019\", \"439\": \"organization\", \"440\": \"sofa\", \"441\": \"milestone\", \"442\": \"hose\", \"443\": \"video\", \"444\": \"donating\", \"445\": \"self\", \"446\": \"replacing\", \"447\": \"conditioner\", \"448\": \"saving\", \"449\": \"beans\", \"450\": \"bills\", \"451\": \"partner\", \"452\": \"subscriptions\", \"453\": \"gadgets\", \"454\": \"fancy\", \"455\": \"adoption\", \"456\": \"parking\", \"457\": \"albums\", \"458\": \"veterans'\", \"459\": \"building\", \"460\": \"diy\", \"461\": \"magazine\", \"462\": \"seafood\", \"463\": \"personal\", \"464\": \"training\", \"465\": \"coworkers\", \"466\": \"utilities\", \"467\": \"headphones\", \"468\": \"cartridges\", \"469\": \"apparel\", \"470\": \"bag\", \"471\": \"cause\", \"472\": \"italian\", \"473\": \"backpack\", \"474\": \"orphanage\", \"475\": \"keyboard\", \"476\": \"sushi\", \"477\": \"anniversary\", \"478\": \"commuting\", \"479\": \"bedding\", \"480\": \"pest\", \"481\": \"control\", \"482\": \"dishwasher\", \"483\": \"welfare\", \"484\": \"collection\", \"485\": \"ups\", \"486\": \"sunglasses\", \"487\": \"commercial\", \"488\": \"clothing\", \"489\": \"refrigerator\", \"490\": \"headset\", \"491\": \"grinder\", \"492\": \"foundation\", \"493\": \"organizer\", \"494\": \"safety\", \"495\": \"household\", \"496\": \"plan\", \"497\": \"stereo\", \"498\": \"on\", \"499\": \"vegetables\", \"500\": \"carrier\", \"501\": \"monitoring\", \"502\": \"gloves\", \"503\": \"table\", \"504\": \"extracurricular\", \"505\": \"walmart\", \"506\": \"cinema\", \"507\": \"mcdonald's\", \"508\": \"workspace\", \"509\": \"hawaii\", \"510\": \"olive\", \"511\": \"cousin\", \"512\": \"trainers\", \"513\": \"wwf\", \"514\": \"baby\", \"515\": \"stroller\", \"516\": \"guest\", \"517\": \"date\", \"518\": \"taylor\", \"519\": \"swift\", \"520\": \"piano\", \"521\": \"ferry\", \"522\": \"paintball\", \"523\": \"fast\", \"524\": \"taco\", \"525\": \"bell\", \"526\": \"domino's\", \"527\": \"trader\", \"528\": \"joe's\", \"529\": \"collar\", \"530\": \"leash\", \"531\": \"ambulance\", \"532\": \"sprain\", \"533\": \"pool\", \"534\": \"trampoline\", \"535\": \"programming\", \"536\": \"in\", \"537\": \"kind\", \"538\": \"hospital\", \"539\": \"oven\", \"540\": \"disneyland\", \"541\": \"sandwich\", \"542\": \"old\", \"543\": \"photo\", \"544\": \"printing\", \"545\": \"miami\", \"546\": \"plumber\", \"547\": \"clogged\", \"548\": \"sink\", \"549\": \"donations\", \"550\": \"church\", \"551\": \"prep\", \"552\": \"ingredients\", \"553\": \"cake\", \"554\": \"sister\", \"555\": \"waterpark\", \"556\": \"pillowcases\", \"557\": \"chew\", \"558\": \"ice\", \"559\": \"cream\", \"560\": \"cold\", \"561\": \"stone\", \"562\": \"ski\", \"563\": \"play\", \"564\": \"conditioning\", \"565\": \"produce\", \"566\": \"farmers\", \"567\": \"present\", \"568\": \"nephew\", \"569\": \"national\", \"570\": \"geographic\", \"571\": \"antivirus\", \"572\": \"rei\", \"573\": \"st\", \"574\": \"jude\", \"575\": \"ergonomic\", \"576\": \"factory\", \"577\": \"therapy\", \"578\": \"session\", \"579\": \"depot\", \"580\": \"airline\", \"581\": \"glasses\", \"582\": \"paddleboards\", \"583\": \"sitting\", \"584\": \"tires\", \"585\": \"ihop\", \"586\": \"whole\", \"587\": \"foods\", \"588\": \"neighboring\", \"589\": \"town\", \"590\": \"flea\", \"591\": \"medication\", \"592\": \"first\", \"593\": \"aid\", \"594\": \"kit\", \"595\": \"honeymoon\", \"596\": \"costco\", \"597\": \"stadium\", \"598\": \"juicer\", \"599\": \"subscribed\", \"600\": \"channel\", \"601\": \"nyc\", \"602\": \"treadmill\", \"603\": \"aldi\", \"604\": \"eye\", \"605\": \"exam\", \"606\": \"clinic\", \"607\": \"reunion\", \"608\": \"wildlife\", \"609\": \"pie\", \"610\": \"nature\", \"611\": \"workouts\", \"612\": \"admission\", \"613\": \"energy\", \"614\": \"dentist\"}", "word_index": "{\"<OOV>\": 1, \"from\": 2, \"for\": 3, \"new\": 4, \"a\": 5, \"buying\": 6, \"to\": 7, \"home\": 8, \"family\": 9, \"office\": 10, \"monthly\": 11, \"purchase\": 12, \"payment\": 13, \"supplies\": 14, \"the\": 15, \"bill\": 16, \"trip\": 17, \"donation\": 18, \"fee\": 19, \"at\": 20, \"bought\": 21, \"burger\": 22, \"airbnb\": 23, \"apple\": 24, \"pet\": 25, \"paying\": 26, \"tickets\": 27, \"outdoor\": 28, \"watch\": 29, \"king\": 30, \"charity\": 31, \"uber\": 32, \"nike\": 33, \"starbucks\": 34, \"samsung\": 35, \"service\": 36, \"of\": 37, \"car\": 38, \"shopping\": 39, \"amazon\": 40, \"expenses\": 41, \"best\": 42, \"buy\": 43, \"adidas\": 44, \"rent\": 45, \"online\": 46, \"subscription\": 47, \"food\": 48, \"dinner\": 49, \"weekend\": 50, \"course\": 51, \"groceries\": 52, \"gas\": 53, \"insurance\": 54, \"movie\": 55, \"dog\": 56, \"gear\": 57, \"maintenance\": 58, \"night\": 59, \"lunch\": 60, \"shoes\": 61, \"gift\": 62, \"camping\": 63, \"event\": 64, \"cleaning\": 65, \"grocery\": 66, \"room\": 67, \"visit\": 68, \"gym\": 69, \"ticket\": 70, \"local\": 71, \"phone\": 72, \"with\": 73, \"kitchen\": 74, \"clothes\": 75, \"health\": 76, \"house\": 77, \"purchasing\": 78, \"living\": 79, \"fare\": 80, \"vacation\": 81, \"water\": 82, \"school\": 83, \"coffee\": 84, \"bike\": 85, \"birthday\": 86, \"concert\": 87, \"equipment\": 88, \"repair\": 89, \"gardening\": 90, \"tools\": 91, \"furniture\": 92, \"bus\": 93, \"medical\": 94, \"shelter\": 95, \"weekly\": 96, \"hiking\": 97, \"registration\": 98, \"park\": 99, \"membership\": 100, \"internet\": 101, \"taxi\": 102, \"train\": 103, \"class\": 104, \"cost\": 105, \"travel\": 106, \"ride\": 107, \"airport\": 108, \"booking\": 109, \"decor\": 110, \"picnic\": 111, \"rental\": 112, \"kids\": 113, \"cat\": 114, \"electricity\": 115, \"holiday\": 116, \"printer\": 117, \"hotel\": 118, \"system\": 119, \"pass\": 120, \"chair\": 121, \"stationery\": 122, \"book\": 123, \"set\": 124, \"snacks\": 125, \"gaming\": 126, \"renovation\": 127, \"check\": 128, \"annual\": 129, \"security\": 130, \"out\": 131, \"stay\": 132, \"an\": 133, \"seasonal\": 134, \"console\": 135, \"child's\": 136, \"tutoring\": 137, \"bed\": 138, \"children's\": 139, \"vet\": 140, \"up\": 141, \"streaming\": 142, \"accessories\": 143, \"work\": 144, \"laptop\": 145, \"contribution\": 146, \"case\": 147, \"bicycle\": 148, \"litter\": 149, \"supported\": 150, \"math\": 151, \"books\": 152, \"restaurant\": 153, \"mortgage\": 154, \"sports\": 155, \"grooming\": 156, \"getaway\": 157, \"appointment\": 158, \"toys\": 159, \"run\": 160, \"transportation\": 161, \"desk\": 162, \"vaccination\": 163, \"homeless\": 164, \"tv\": 165, \"garden\": 166, \"camera\": 167, \"and\": 168, \"art\": 169, \"yoga\": 170, \"fund\": 171, \"workout\": 172, \"theme\": 173, \"sheets\": 174, \"luggage\": 175, \"paint\": 176, \"uniform\": 177, \"donated\": 178, \"renewal\": 179, \"animal\": 180, \"road\": 181, \"entertainment\": 182, \"education\": 183, \"winter\": 184, \"planning\": 185, \"amusement\": 186, \"apartment\": 187, \"space\": 188, \"exercise\": 189, \"fridge\": 190, \"zoo\": 191, \"decorations\": 192, \"fitness\": 193, \"textbooks\": 194, \"couch\": 195, \"wall\": 196, \"plane\": 197, \"supermarket\": 198, \"flight\": 199, \"party\": 200, \"doctor's\": 201, \"fundraiser\": 202, \"outing\": 203, \"adventure\": 204, \"auction\": 205, \"enrollment\": 206, \"dental\": 207, \"learning\": 208, \"appliance\": 209, \"participation\": 210, \"products\": 211, \"netflix\": 212, \"man\": 213, \"delivery\": 214, \"beach\": 215, \"machine\": 216, \"store\": 217, \"electric\": 218, \"day\": 219, \"friends\": 220, \"team\": 221, \"tent\": 222, \"cookware\": 223, \"taking\": 224, \"repairs\": 225, \"refill\": 226, \"fees\": 227, \"pharmacy\": 228, \"walker\": 229, \"bbq\": 230, \"setup\": 231, \"york\": 232, \"vitamins\": 233, \"tire\": 234, \"workshop\": 235, \"fundraising\": 236, \"running\": 237, \"meals\": 238, \"subway\": 239, \"friend\": 240, \"week\": 241, \"tuition\": 242, \"care\": 243, \"utility\": 244, \"cafe\": 245, \"fuel\": 246, \"music\": 247, \"platform\": 248, \"installation\": 249, \"items\": 250, \"treatment\": 251, \"project\": 252, \"market\": 253, \"disaster\": 254, \"relief\": 255, \"painting\": 256, \"business\": 257, \"charitable\": 258, \"diner\": 259, \"services\": 260, \"appliances\": 261, \"smartphone\": 262, \"children\": 263, \"smartwatch\": 264, \"colleagues\": 265, \"washing\": 266, \"environmental\": 267, \"blender\": 268, \"research\": 269, \"mat\": 270, \"grill\": 271, \"game\": 272, \"checkup\": 273, \"bedroom\": 274, \"curtains\": 275, \"fruits\": 276, \"activities\": 277, \"fishing\": 278, \"science\": 279, \"camp\": 280, \"electronics\": 281, \"toy\": 282, \"adopted\": 283, \"puppy\": 284, \"climbing\": 285, \"sneakers\": 286, \"mountain\": 287, \"child\": 288, \"rented\": 289, \"conference\": 290, \"college\": 291, \"improvement\": 292, \"theater\": 293, \"loan\": 294, \"band\": 295, \"order\": 296, \"premium\": 297, \"marathon\": 298, \"material\": 299, \"boarding\": 300, \"list\": 301, \"itinerary\": 302, \"activity\": 303, \"brunch\": 304, \"entry\": 305, \"latte\": 306, \"doctor\": 307, \"paris\": 308, \"purchased\": 309, \"season\": 310, \"bank\": 311, \"gifts\": 312, \"plants\": 313, \"lake\": 314, \"upgrade\": 315, \"tablet\": 316, \"consultation\": 317, \"microwave\": 318, \"patio\": 319, \"child\\u2019s\": 320, \"maker\": 321, \"cooking\": 322, \"museum\": 323, \"cancer\": 324, \"charger\": 325, \"celebration\": 326, \"community\": 327, \"month\": 328, \"helmet\": 329, \"aquarium\": 330, \"computer\": 331, \"app\": 332, \"library\": 333, \"boots\": 334, \"software\": 335, \"air\": 336, \"kids'\": 337, \"mattress\": 338, \"tracker\": 339, \"vaccinations\": 340, \"landscaping\": 341, \"emergency\": 342, \"treats\": 343, \"educational\": 344, \"cable\": 345, \"island\": 346, \"battery\": 347, \"rod\": 348, \"bowling\": 349, \"city\": 350, \"ink\": 351, \"coding\": 352, \"monitor\": 353, \"black\": 354, \"friday\": 355, \"deals\": 356, \"rock\": 357, \"shuttle\": 358, \"houseplant\": 359, \"petsmart\": 360, \"breakfast\": 361, \"kindergarten\": 362, \"meal\": 363, \"lessons\": 364, \"petco\": 365, \"heater\": 366, \"pizza\": 367, \"university\": 368, \"after\": 369, \"swimming\": 370, \"round\": 371, \"backyard\": 372, \"cheesecake\": 373, \"bakery\": 374, \"downtown\": 375, \"scooter\": 376, \"soccer\": 377, \"airfare\": 378, \"parents\": 379, \"organic\": 380, \"daughter\": 381, \"son\": 382, \"bali\": 383, \"walkathon\": 384, \"cab\": 385, \"show\": 386, \"installment\": 387, \"vegetable\": 388, \"daily\": 389, \"commute\": 390, \"semester\": 391, \"spree\": 392, \"emi\": 393, \"red\": 394, \"cross\": 395, \"lawn\": 396, \"mower\": 397, \"sunscreen\": 398, \"mountains\": 399, \"relative\": 400, \"frappuccino\": 401, \"shop\": 402, \"barbecue\": 403, \"pediatrician\": 404, \"box\": 405, \"haircut\": 406, \"salon\": 407, \"flu\": 408, \"shot\": 409, \"repairing\": 410, \"purchases\": 411, \"cabin\": 412, \"group\": 413, \"surgical\": 414, \"procedure\": 415, \"drinks\": 416, \"suitcase\": 417, \"savings\": 418, \"bond\": 419, \"decoration\": 420, \"gasoline\": 421, \"spending\": 422, \"spouse\": 423, \"sponsorship\": 424, \"golf\": 425, \"clubs\": 426, \"stove\": 427, \"costs\": 428, \"coat\": 429, \"rescue\": 430, \"stand\": 431, \"gadget\": 432, \"gps\": 433, \"device\": 434, \"towels\": 435, \"special\": 436, \"occasion\": 437, \"veterans\\u2019\": 438, \"organization\": 439, \"sofa\": 440, \"milestone\": 441, \"hose\": 442, \"video\": 443, \"donating\": 444, \"self\": 445, \"replacing\": 446, \"conditioner\": 447, \"saving\": 448, \"beans\": 449, \"bills\": 450, \"partner\": 451, \"subscriptions\": 452, \"gadgets\": 453, \"fancy\": 454, \"adoption\": 455, \"parking\": 456, \"albums\": 457, \"veterans'\": 458, \"building\": 459, \"diy\": 460, \"magazine\": 461, \"seafood\": 462, \"personal\": 463, \"training\": 464, \"coworkers\": 465, \"utilities\": 466, \"headphones\": 467, \"cartridges\": 468, \"apparel\": 469, \"bag\": 470, \"cause\": 471, \"italian\": 472, \"backpack\": 473, \"orphanage\": 474, \"keyboard\": 475, \"sushi\": 476, \"anniversary\": 477, \"commuting\": 478, \"bedding\": 479, \"pest\": 480, \"control\": 481, \"dishwasher\": 482, \"welfare\": 483, \"collection\": 484, \"ups\": 485, \"sunglasses\": 486, \"commercial\": 487, \"clothing\": 488, \"refrigerator\": 489, \"headset\": 490, \"grinder\": 491, \"foundation\": 492, \"organizer\": 493, \"safety\": 494, \"household\": 495, \"plan\": 496, \"stereo\": 497, \"on\": 498, \"vegetables\": 499, \"carrier\": 500, \"monitoring\": 501, \"gloves\": 502, \"table\": 503, \"extracurricular\": 504, \"walmart\": 505, \"cinema\": 506, \"mcdonald's\": 507, \"workspace\": 508, \"hawaii\": 509, \"olive\": 510, \"cousin\": 511, \"trainers\": 512, \"wwf\": 513, \"baby\": 514, \"stroller\": 515, \"guest\": 516, \"date\": 517, \"taylor\": 518, \"swift\": 519, \"piano\": 520, \"ferry\": 521, \"paintball\": 522, \"fast\": 523, \"taco\": 524, \"bell\": 525, \"domino's\": 526, \"trader\": 527, \"joe's\": 528, \"collar\": 529, \"leash\": 530, \"ambulance\": 531, \"sprain\": 532, \"pool\": 533, \"trampoline\": 534, \"programming\": 535, \"in\": 536, \"kind\": 537, \"hospital\": 538, \"oven\": 539, \"disneyland\": 540, \"sandwich\": 541, \"old\": 542, \"photo\": 543, \"printing\": 544, \"miami\": 545, \"plumber\": 546, \"clogged\": 547, \"sink\": 548, \"donations\": 549, \"church\": 550, \"prep\": 551, \"ingredients\": 552, \"cake\": 553, \"sister\": 554, \"waterpark\": 555, \"pillowcases\": 556, \"chew\": 557, \"ice\": 558, \"cream\": 559, \"cold\": 560, \"stone\": 561, \"ski\": 562, \"play\": 563, \"conditioning\": 564, \"produce\": 565, \"farmers\": 566, \"present\": 567, \"nephew\": 568, \"national\": 569, \"geographic\": 570, \"antivirus\": 571, \"rei\": 572, \"st\": 573, \"jude\": 574, 